Repository: riccardobastillo/1IO-WordPress-Theme-Addon-Simply-Stcky-Sidebar
Catalog: simply-sticky-sidebar/languages/ricbastbar-*.po
Languages: it_it

source: Disable on
it_it: Disabilita per

source: Front page
it_it: Pagina Home

source: Blog page
it_it: Pagina del Blog

source: Pages
it_it: Pagine

source: Tag archives
it_it: Archivi Tag

source: Category archives
it_it: Archivi Categoria

source: Single posts
it_it: Articoli singoli

source: Archives
it_it: Archivi

source: Search
it_it: Cerca

source: Disable if screen width is smaller than (px)
it_it: Disattiva se la larghezza dello schermo è inferiore a (px)

source: Simply Sticky Sidebar Options
it_it: Opzioni Simply Sticky Sidebar

source: Sticky Class
it_it: Classe della sidebar

source: Container Class
it_it: Classe del Contenitore

source: Additional top margin
it_it: Margine superiore aggiuntivo

source: Additional bottom margin
it_it: Margine inferiore aggiuntivo

source: Disable if screen width is smaller than
it_it: Disabilitare se la larghezza dello schermo è inferiore a

source: Update sidebar height
it_it: Aggiornare l'altezza della barra laterale

source: Disable at
it_it: Disabilita per

source: Add floating sticky sidebar to any WordPress theme.
it_it: Aggiungi la sticky sidebar per qualsiasi tema WordPress.

source: Sidebar element CSS class or id
it_it: Classe o ID della sidebar

source: Container element class or id. It must be element that contains both sidebar and content. If left blank script will try to guess. Usually it's #main or #main-content
it_it: Classe o ID dell'elemento contenitore. Deve essere elemento che contiene sia la sidebar che il contenuto. Se lo lasciato vuoto lo script tenterà di indovinare. Di solito è #main o #main-content

source: Troubleshooting option, try this if your sidebar loses its background color...
it_it: Risoluzione dei problemi, provare questo se la sidebare perde il suo colore di sfondo...

source: <span>front page </span>
it_it: <span>pagina home</span>

source: <span>blog page </span>
it_it: <span>pagina del Blog</span>

source: <span>pages </span>
it_it: <span>Pagine</span>

source: <span>tags </span>
it_it: <span>Tag</span>

source: <span>categories </span>
it_it: <span>Categorie</span>

source: <span>posts </span>
it_it: <span>Articoli</span>

source: <span>archives </span>
it_it: <span>Archivi</span>

source: <span>search </span>
it_it: <span>Ricerca</span>

source: <span class="">Except for this pages: </span>
it_it: <span class="">Ad eccezione di queste pagine:</span>

source: <span class="description">Comma separated list of pages to enable. It should be page name, id or slug. Example: about-us, 1134, Contact Us. Leave blank if you realy want to disable sticky sidebar for all pages.</span>
it_it: <span class="description">Elenco di pagine separate da virgole da abilitare. Dovrebbe essere il nome della pagina, ID o Slug. Esempio: contatti, 1134,. Lasciare vuoto se si desidera disabilitare la sticky sidebar per tutte le pagine.</span>

source: <span class="">Except for this posts: </span>
it_it: <span class="">Ad eccezione di questi articoli:</span>

source: <span class="description">Comma separated list of posts to enable. It should be post name, id or slug. Example: about-us, 1134, Contact Us. Leave blank if you realy want to disable sticky sidebar for all posts.</span>
it_it: <span class="description">Elenco di post separati da virgole da abilitare. Dovrebbe essere posta nome, ID o Slug. Lascia vuoto se vuoi disabilitare la sticky sidebar per tutti i post.</span>

source: Add-on to make a sticky sidebar for Simply Theme
it_it: Add-on per rendere sticky la sidebar per Simply Theme
